Repository: strogo/wisgoon
Catalog: feedreader/locale/*/LC_MESSAGES/django.po
Languages: fa

source: Apologies, but I could not find any results for that search term
fa: متاسفانه نتیجه ای برای جستجو شما یافت نشد.

source: If you are looking for something, try again
fa: اگر شما به دنبال چیزی هستید، دوباره سعی کنید.

source: search
fa: جستجو

source: page
fa: صفحه

source: Comming soon!
fa: بزودی

source: Our Web Site is being Updated
fa: وب سایت ما در حال بروز رسانی می باشد

source: We greatly appreciate your patience
fa: از شکیبایی شما سپاسگذاریم

source: The page is not temporarily visible
fa: صفحه ی مورد نظر موقتا قابل مشاهده نیست

source: Activate account at
fa: فعال شدن حساب کاربری در

source: Link is valid for %(expiration_days)s days.
fa: این لینک به مدت %(expiration_days)s روز معتبر است.

source: Account activation on
fa: فعال سازی حساب کاربری در

source: Android software download
fa: دانلود نرم افزار اندروید

source: Download from bazzar
fa: دانلود از بازار

source: Direct download
fa: دانلود مستقیم

source: username
fa: نام کاربری

source: password
fa: رمز عبور

source: Forgot your password?
fa: رمز عبور خود را فراموش کرده اید؟

source: If you have not registered ,click here
fa: اگر شما ثیت نام نکرده اید وارد شوید

source: log in
fa: ورود

source: Log out
fa: خروچ

source: successfully log out site
fa: با موفقیت از سیستم خارج شده اید.

source: Change password
fa: تعویض رمز عبور

source: Your password has been successfully changed
fa: رمز عبور شما با موفقیت تغییر کرد.

source: Reset password
fa: بازیابی رمز عبور

source: The password was successfully reset
fa: رمز عبور با موفقیت بازیابی شد.

source: Log in
fa: ورود

source: Reset Password
fa: بازیابی رمز عبور

source: Send
fa: ارسال

source: Error changing password
fa: خطا در تغییر رمز عبور

source: New password has been created.We have send instruction into e-mail addresses that you entered for setting your passwords.you get soon.
fa: پسورد جدید ایجاد شد.ما به نشانی پست اکترونیکی‌ای که وارد کردید دستورالعملی برای تنظیم گذرواژه‌تان فرستادیم. به زودی به شما می‌رسد.

source: You're receiving this email because you requested a password reset for your user account at %(site_name)s.
fa: این ایمیل بنا به درخواست شما برای تنظیم مجدد رمز عبورتان در شبکه اجتماعی %(site_name)s می باشد

source: Please go to the following page and choose a new password:
fa: لطفا به صفحه زیر بروید و یک کلمه عبور جدید را انتخاب کنید:

source: Your username, in case you've forgotten:
fa: نام کاربری شما در صورت فراموشی:

source: Thanks for using our site!
fa: ممنون که از وب سایت ما دیدن کردید.

source: The %(site_name)s team
fa: تیم %(site_name)s

source: Generate new password
fa: درخواست رمز عبور جدید

source: If you have forgotten your password, enter your email to send you a new password
fa: اگر رمز عبور خود را فراموش کرده اید، ایمیل خود را برای ارسال پسورد جدید وارد نمایید.

source: Register
fa: ثبت نام

source: You have successfully registered in the site
fa: شما با موفقیت در سایت ثبت نام کرده اید.

source: If you have registered ,log in
fa: اگر شما ثیت نام کرده اید وارد شوید

source: completed sign up
fa: ثبت نام کامل شده
