Repository: strogo/wisgoon
Catalog: pin/locale/*/LC_MESSAGES/django.po
Languages: fa

source: relations is blocked
fa: این کاربر شما را بلاک کرده است

source: Pending follow request
fa: منتظر تایید

source: User followed
fa: ارتباط شما با موفقیت برقرار شد.

source: User unfollowed
fa: ارتباط شما با موفقیت قطع شد

source: User remove follow request
fa: درخواست دوستی شما حذف گردید

source: Application token problem
fa: توکن برنامه شما معتبر نمی باشد

source: Login successfully
fa: با موفقیت وارد شدید

source: User is not active
fa: کاربر فعال نمی باشد

source: Username or password not valid
fa: نام کاربری یا کلمه عبور معتبر نمی باشد

source: Error in parameters
fa: خطا در پارامترهای ارسالی

source: Username bad characters
fa: نام کاربری حاوی کاراکترهای غیر مجاز است

source: Username already exists
fa: نام کاربری وجود دارد

source: Email already exists
fa: ایمیل وجود دارد

source: Error in user creation
fa: خطا در ساخت کاربر

source: User created successfully
fa: کاربر با موفقیت ساخته شد

source: Your Profile Was Updated
fa: پروفایل شما با موفقیت به روزرسانی گردید.

source: Please try again
fa: حذف تصویر ناموفق بود

source: Successfully Logout
fa: شما با موفقیت خارج شدید

source: password dismatched
fa: پسورد ها مشابه نیستند

source: Incorrect password.
fa: کلمه عبور صحیح نیست

source: Password changed
fa: رمز عبور تغییر کرد

source: user not found
fa: کاربر یافت نشد

source: updated
fa: به روز رسانی گردید.

source: accepted
fa: پذیرفته شد.

source: User blocked
fa: کاربر مسدود شده

source: User unblocked
fa: رفع انسداد کاربر

source: Email sent
fa: ایمیل ارسال شد.

source: Email is not correct
fa: پست الکترونیکی صحیح نمی باشد

source: User account with this email does not exist
fa: حساب کاربری با این ایمیل وجود ندارد

source: Method not allowed
fa: مجاز به اجرای این درخواست نمی باشید

source: Decline follow request
fa: عدم پذیرش درخواست دوستی

source: Follow request not exists
fa: درخواست دوستی وجود ندارد

source: Select a package is not correct
fa: بسته صحیح انتخاب نشده است

source: Price is wrong
fa: قیمت صحیح نمی باشد

source: bazzar token not right
fa: توکن بازار صحیح نیست

source: Not valid purchase data
fa: اطلاعات خرید اشتباه است

source: purchase state error request
fa: خطا در درخواست خرید

source: not valid purchase state
fa: خطا در پارامترهای ارسالی

source: validation error, we correct it later
fa: خطای اعتبار سنجی

source: Increased Credit was Successful.
fa: حساب شما با موفقیت شارژ شد

source: Bill id is wrong
fa: فاکتور صحیح نمی باشد

source: The requested purchase is not found
fa: خرید درخواست شده پیدا نشد

source: Problem exists in your purchase
fa: مشکل در خرید شما وجود دارد

source: Buy failed
fa: خرید با موفقیت انجام نشد

source: Invalid phone number
fa: شماره تلفن وارد شده معتبر نیست

source: invalid
fa: نامعتبر

source: Verification sms sent!
fa: پبامک تایید ارسال شد

source: Invalid parameters
fa: خطا در پارامترهای ارسالی

source: Invalid code
fa: کد معتبر نسیت

source: Successfully verify code
fa: با موفقیت تایید گردید

source: User does not exists
fa: کاربر وجود ندارد

source: Successfully reset password
fa: پسورد شما با موفقیت تغییر به روز رسانی گردید

source: error in user validation
fa: خطا در اعتبار سنجی کاربران

source: Please Enter Your Comment
fa: نظر خود را وارد کنید

source: This User Has Blocked You
fa: این کاربر شما را بلاک کرده است

source: Unsuccessfully was Create Comment.
fa: ثبت نظر شما ناموفق بود

source: Successfully was Create Comment.
fa: نظر شما با موفقیت ثبت شد

source: comment not found
fa: نظر یافت نشد

source: Successfully Removed Comment
fa: نظر با موفقیت حذف گردید

source: Access Denied
fa: عدم وجود دسترسی

source: Comment reported
fa: نظر گزارش شد

source: Comment not exists
fa: نظر وجود ندارد

source: Bad request
fa: خطا در درخواست

source: Not found
fa: مطلب یافت نشد

source: authentication failed
fa: هویت سنجی ناموفق بود

source: You do not have access to this post
fa: شما به این پست دسترسی ندارید

source: You do not have access to this content
fa: شما به این پست دسترسی ندارید

source: Successfully Add Report.
fa: گزارش با موفقیت ثبت شد

source: Your Report Already Exists.
fa: قبلا گزارش شده

source: Error in category
fa: دسته بندی وارد شده صحیح نمی باشد

source: Successfully Updated
fa: با موفقیت به روزرسانی شد

source: Post Not Found
fa: مطلب یافت نشد

source: Your article has been sent.
fa: پست شما با موفقیت ارسال شد.

source: Your article has been sent and displayed on the site after confirmation
fa: پست شما با موفقیت ارسال شد و بعد از تایید نمایش داده خواهد شد.

source: token error
fa: خطا در توکن

source: post deleted
fa: مطلب حذف گردید

source: post not exists or not yours
fa: مطلب وجود ندارد و یا متعلق به شما نیست

source: This profile is private
fa: این حساب کاربری شخصی است

source: The number entered is incorrect.
fa: عدد وارد شده معتبر نیست

source: This post has been advertised
fa: این پست آکهی شده

source: Your post has been advertised successfully
fa: پست شما با موفقیت آگهی شد.

source: Your account credit is not enough to advertise
fa: اعتبار حساب شما به اندازه کافی برای آگهی نیست

source: error in data
fa: خطا در پارامترهای ارسالی

source: Successfully Send Post
fa: مطلب با موفقیت ارسال شد

source: Website update in progress.
fa: وب سایت در حال به روز رسانی است

source: Normal
fa: عادی

source: Cop
fa: پلیس

source: Pending
fa: منتظرتایید

source: Accepted
fa: پذیرفته شد.

source: Violation
fa: تخلف

source: Text
fa: متن

source: Picture
fa: تصویر

source: Status
fa: وضعیت

source: Advertisement
fa: آگهی

source: Show in Home
fa: نمایش در صفحه اصلی

source: Category
fa: دسته بندی

source: Completed
fa: تکمیل شده

source: Uncompleted
fa: تکمیل نشده

source: Fakery
fa: تقلب

source: validate error
fa: خطا در توکن

source: not valid
fa: نامعتبر

source: like
fa: پسندیدن

source: comment
fa: نظر

source: approve
fa: تایید

source: fault
fa: خطا

source: Seeing
fa: مشاهده

source: created
fa: ایجاد شده

source: full image create
fa: تصویر کامل ایجاد شد

source: error in original image
fa: خطا در تصویر اصلی

source: post
fa: پست

source: user
fa: کاربر

source: comment test
fa: نظر آزمایشی

source: delete
fa: مطلب حذف گردید

source: pending
fa: منتظر تایید

source: bad comment
fa: نظر مشکل دار

source: bad post
fa: پست مشکل دار

source: ban imei
fa: مسدود شده با imei

source: ban by admin
fa: مسدود شده توسط ادمین

source: Deactive user
fa: غیر فعال کردن کاربر

source: activated
fa: فعال شده

source: ban profile
fa: انسداد پروفایل

source: unban profile
fa: رفع انسداد پروفایل

source: BAN IMEI
fa: انسداد imei

source: DEBAN IMEI
fa: رفع انسداد imei

source: BAN PROFILE
fa: انسداد پروفایل

source: DEBAN PROFILE
fa: رفع انسداد پروفایل

source: DEACTIVE
fa: غیرفعال

source: ACTIVE
fa: فعال

source: ENABLE POST
fa: پست فعال

source: DISABLE POST
fa: پست غیر فعال

source: ENABLE REPORT
fa: گزارش دهی فعال

source: DISABLE REPORT
fa: گزارش دهی غیر فعال

source: ENABLE COMMENT
fa: فعال کردن ارسال نظر

source: DISABLE COMMENT
fa: غیر فعال کردن ارسال نظر

source: completed
fa: تکمیل شده

source: in progress
fa: در حال پردازش

source: not calculate
fa: محاسبه نشده

source: Show Profile
fa: نمایش پروفایل

source: Posts
fa: مطالب

source: Follower
fa: دنبال‌کننده

source: Following
fa: دنبال‌شونده

source: Show profile
fa: نمایش پروفایل

source: Welcome to
fa: خوش آمدید به

source: Your registration has completed successfully. You can start your social activity in Wisgoon
fa: ثبت نام شما با موفقیت انجام گردید.شما میتوانید فعالیت خود را در ویسگون آغاز نمایید

source: Click on link and Activate your account
fa: برای فعال کردن حساب کاربری خود بر روی این لینک کلیک نمایید

source: Thanks for using
fa: ممنون از اینکه از سایت ما دیدن کردید

source: Please go to the following page and choose a new password
fa: لطفا به صفحه زیر بروید و رمز عبور جدید خود را وارد کنید

source: Your username, in case you've forgotten:
fa: نام کاربری شما در صورت فراموشی

source: Top users
fa: کاربران برتر

source: Top 12 users
fa: 12 کاربر برتر

source: Other top users
fa: سایر کاربران برتر

source: Activate account at
fa: فعال شدن اکانت در

source: Account activation on
fa: فعال سازی اکانت

source: Log in
fa: ورود

source: Android software download
fa: دانلود نرم افزار اندروید

source: Download from bazzar
fa: دانلود از کافه بازار

source: Direct download
fa: دانلود مستقیم

source: username
fa: نام کاربری

source: password
fa: رمز عبور

source: Forgot your password?
fa: رمز عبور خود را فراموش کرده اید؟

source: If you have not registered ,click here
fa: اگر عضو نیستید کلیک کنید

source: log in
fa: ورود

source: Log out
fa: خروج

source: successfully log out site
fa: با موفقیت از سایت خارج شدید

source: Change password
fa: تغییر کلمه عبور

source: Your password has been successfully changed
fa: رمز عبور شما با موفقیت تغییر کرد

source: Website update in progress
fa: وب سایت در حال به روز رسانی است

source: Reset password
fa: بازیابی رمز عبور

source: The password was successfully reset
fa: رمز عبور شما با موفقیت بازیابی شد

source: Reset Password
fa: بازیابی رمز عبور

source: Send
fa: ارسال

source: Error changing password
fa: خطا در تغییر رمز عبور

source: New password has been created.We have send instruction into e-mail addresses that you entered for setting your passwords.you get soon.
fa: رمز عبور جدید برای شما ساخته شد. لطفا ایمیل خود را چک نمایید

source: Please go to the following page and choose a new password:
fa: لطفا به صفحه زیر بروید و رمز عبور جدید را وارد کنید

source: Thanks for using our site!
fa: ممنون از اینکه از سایت ما دیدن کردید

source: Generate new password
fa: ایجاد رمز عبور جدید

source: If you have forgotten your password, enter your email to send you a new password
fa: اگر رمز عبور خود را فراموش کرده اید.. لطفا ایمیل خود را وارد نمایید تا رمز عبور جدیدی برای شما ارسال کنیم.

source: Registration
fa: عضویت

source: Sorry, This action can not be done now, please try again later
fa: متاسفانه عملیات با موفقیت به پایان نرسیده است لطفا دوباره سعی کنید

source: Register
fa: عضویت

source: You have successfully registered in the site
fa: شما با موفقیت ثبت نام کردید

source: If you have registered ,log in
fa: اگر ثبت نام کرده اید وارد شوید

source: sign up
fa: عضویت

source: enter post id
fa: لطفا ID پست را وارد نمایید

source: successfully undo report
fa: گزارش با موفقیت حذف گردید

source: successfully delete report
fa: گزارش با موفقیت حذف گردید

source: Enter Timestamp
fa: زمان را وارد کنید

source: User Status Is True.
fa: کاربر فعال شد

source: User Status Is False.
fa: کاربر غیر فعال شد

source: Successfully change permission.
fa: با موفقیت به روز رسانی گردید

source: Enter time
fa: زمان را وارد کنید

source: Successfully Change Profile banned.
fa: تغییر انسداد پروفایل کاربر با موفقیت انجام شد

source: Successfully Unbanned Imei.
fa: با موفقیت رفع انسداد شد

source: Successfully banned Imei.
fa: با موفقیت مسدود شد

source: Status Not Valid
fa: وضعیت معتبر نیست.

source: Successfully removed.
fa: با موفقیت حذف گردید

source: Successfully delete comments
fa: نظر با موفقیت حذف گردید

source: You do not have permission to view this page
fa: شما اجازه دیدن این صفحه را ندارید

source: User does not exist.
fa: کاربر وجود ندارد

source: Comment removed
fa: نظر حذف شد

source: error in entered parameters
fa: خطا در پارامترهای ارسالی

source: There is no post id
fa: چنین پستی وجود ندارد

source: You should be rated above 5000
fa: امتیاز شما باید بالاتر از 5000 یاشد

source: error in entered params
fa: خطا در پارامترهای ارسالی

source: post not found
fa: مطلب یافت نشد

source: There is no score
fa: امتیازی وجود ندارد

source: bad request
fa: خطا در درخواست

source: successfully updated post
fa: پست شما با موفقیت به روزرسانی شد

source: post not found or post not yours
fa: مطلب وجود ندارد و یا متعلق به شما نیست

source: error in update post form
fa: خطا در به روز رسانی پست

source: User does not exist
fa: کاربر وجود ندارد

source: bad request post
fa: خطا در درخواست پست

source: successfully upload post
fa: مطلب با موفقیت ارسال شد

source: error
fa: خطا

source: bad request in form
fa: خطا در درخواست

source: error in form validation
fa: خطا در اعتبار سنجی فرم

source: You have a new message
fa: شما یک پیام جدید دارید

source: Your follow request successfully send.
fa: درخواست دوستی شما با موفقیت ارسال شد

source: Your connection successfully established.
fa: ارتباط شما با موفقیت برقرار شد

source: Your connection was successfully shut down
fa: ارتباط شما با موفقیت قطع شد

source: Your report was saved.
fa: گزارش شما ثبت شد

source: You 've already reported this matter.
fa: شما قبلا این موضوع را گزارش کرده اید

source: There is error in scores.
fa: خطا در امتیارها

source: Post not found.
fa: مطلب یافت نشد

source: Successfully deleted post.
fa: پست شما با موفقیت حذف گردید

source: Error sending the image.
fa: خطا در ارسال تصویر

source: Successfully updated.
fa: با موفقیت به روزرسانی شد

source: AJAX request not valid
fa: درخواست نامعتبر

source: Bad Upload
fa: آپلود ناموفق

source: Successfully remove your follow request
fa: درخواست دوستی شما با موفقیت حذف گردید

source: bill payment
fa: پرداخت قبض

source: There is no action
fa: هیچ اکشنی موجود نمی باشد

source: This user was blocked successfully
fa: کاربر با موفقیت مسدود شد

source: This user was unblocked successfully
fa: کاربر با موفقیت رفع انسداد شد

source: The data entered is not valid
fa: داده های وارد شده معتبر نیست
